import React from 'react'
import { Looper } from '../script/preloader'

export const Faq = () => {
  return (
     <>
    <Looper />
    <div className="container" style={{color:'white'}}>
    <h1>Про нас</h1>
    <section>
      <div className="info_text">
        Ми маленька спільнота яка дуже хоче показати що можна
        виглядати круто та стильно одночасно. Зроблено з любов'ю ❤ від дюжини
        друзів для дюжини людей
      </div>
      <div className="info_text_mini">
        <div>
          <span className="bold">Інформація: </span>
          Сплатити своє замовлення ви можете у розділі де вибрали товар, натиснувши
          кнопку "Придбати".
        </div>
        <div>
          <span className="bold">Оплата: </span>
          здійснюється банківськими картками Visa або MasterCard. Після
          купівлі товару йде перевірка та оформлення вашого замовлення
          адміністрацією та протягом 48 годин ваше замовлення буде оброблено з
          статусом "Замовлення прийнято" Відправлення замовлень здійснюється протягом
          1 - 3 робочих днів після ухвалення їх адміністратором.
          відповідний товар.
        </div>
        <div>
          <span className="bold">Доставка по Україні: </span> 
          здійснюється компанією "Нова Пошта". Посилання доставляється протягом 1 - 2
          робочих днів із дати відправлення замовлення. Посилку слід забрати в
          протягом 5 днів з моменту доставки. Через 5 днів
          компанією Нова Пошта стягується доплата за зберігання відправлення.
        </div>
        <div>
          <span className="bold"> Доставка за межі України: </span>
          здійснюється компанією «Укрпошта» Посилання доставляється протягом
          7 - 21 робочих днів з дати якого Ви вкажете при оформленні
          заказа.
        </div>
      </div>
    </section>
  </div>
  </>
  )
}